Repository: mackdk/gnome-github-manager
Catalog: src/main/po/*.po
Languages: it

source: Github Notifications
it: Notifiche di GitHub

source: You have one new notification.
it: Hai una nuova notifica.

source: Open
it: Apri

source: Mark as read
it: Segna come letto

source: Dismiss
it: Ignora

source: Are you sure you want to reset all settings?
it: Sei sicuro di voler resettare tutte le impostazioni?

source: All the customizations made will be lost. This operation cannot be undone.
it: Tutte le personalizzazioni verranno perse. Questa operazione non può essere annullata.

source: Integrate GitHub within the GNOME Desktop Environment. Based on GitHub Notifications by Alexandre Dufournet.
it: Integra GitHub nell'ambiente desktop di GNOME. Basato su GitHub Notifications di Alexandre Dufournet.

source: User Guide
it: Manuale Utente

source: GitHub Manager contributors
it: Sviluppatori di GitHub Manager

source: GitHub Notifications contributors
it: Sviluppatori di GitHub Notifications

source: Translation to {0}
it: Traduzione in {0}

source: Version {0} (development)
it: Versione {0} (ramo di sviluppo)

source: Version {0} released on {1}
it: Versione {0} rilasciata il {1}

source: Reset to default
it: Ripristina predefiniti

source: Report an Issue
it: Segnala un problema

source: About GitHub Manager
it: Informazioni su GitHub Manager

source: General
it: Generale

source: GitHub Account
it: Account di GitHub

source: Domain
it: Dominio

source: Change domain only if using GitHub Enterprise.
it: Cambia il dominio solo se usi GitHub Enterprise.

source: Authentication token to access the API.
it: Token di accesso per le API.

source: Generate a new personal access token
it: Genera un nuovo token di accesso

source: Notifications
it: Notifiche

source: Behaviour
it: Comportamento

source: Refresh interval
it: Intervallo di aggiornamento

source: How often data is synced. Might be enforced by <a href="https://docs.github.com/en/rest/activity/notifications">GitHub Policy</a>.
it: Quanto spesso aggiornare. Può essere imposto dalla <a href="https://docs.github.com/en/rest/activity/notifications">Policy di GitHub</a>.

source: Show only partecipating
it: Mostra solo se partecipi

source: Ignore notifications not for you.
it: Ignora le notifiche che non sono per te.

source: Appearance
it: Aspetto

source: UI notifications mode
it: Modalità di notifica desktop

source: How to show GNOME notifications.
it: In che modo mostrare le notifiche in GNOME.

source: {"items":["None", "Single", "Digest"]}
it: {"items":["Nessuna", "Singola", "Sommario"]}

source: Hide notification count
it: Nascondi il conteggio

source: Do not show the count next to the widget icon.
it: Non mostrare il numero di notifiche vicino all'icona.

source: Actions
it: Azioni

source: On activation
it: All'attivazione

source: What happens when you click on the notification.
it: Cosa accade quando fai click sulla notifica.

source: {"items":["Nothing", "Open", "Mark as Read", "Dismiss"]}
it: {"items":["Nulla", "Apri", "Segna come letto", "Ignora"]}

source: Primary button
it: Pulsante principale

source: Primary action button, shown on the right.
it: L'azione principale, mostrata a destra.

source: {"items":["None", "Open", "Mark as Read", "Dismiss"]}
it: {"items":["Nessuna", "Apri", "Segna come letto", "Ignora"]}

source: Secondary button
it: Pulsante secondario

source: Secondary action button, shown on the left.
it: L'azione secondaria, mostrata a sinistra.
